Repository: Nazgand/gnome-games
Catalog: po/*.po
Languages: ne

source: Play on a 4×4 board
ne: _४×४ बोर्ड् मा खेलाऊउ

source: Play on a 5×5 board
ne: ५×५ बोर्ड् मा खेलाऊउ

source: Play on a 6×6 board
ne: _६×६ बोर्डमा खेलाऊउ

source: Size of board (2-6)
ne: बोर्ड् को आकार (२-६)

source: SIZE
ne: आकार

source: Puzzle solved! Well done!
ne: जालको हल भयो!ठीक गर्नुभयो!

source: Puzzle solved!
ne: जालको हल भयो!

source: Game paused
ne: _खेल रोकियो

source: Playing %d×%d board
ne: %d×%d बोर्ड् मा खेल्दैछ छ

source: Play a puzzle game matching tiles together
ne: टाइलहरुलाइ मिलाएर एउटा पजल खेल खेलाऊ

source: Tetravex
ne: टेट्राभेक्स

source: The height of the playing window in pixels. At minimum it should be 240.
ne: खेलिरहेको झ्यालको उचाइइ पिक्ेसलहरमा।कम्तीमा पनि २४० हुनुपर्छ।.

source: The size of the playing grid
ne: खेलिरहेको ग्रिडको आकार

source: The value of this key is used to decide the size of the playing grid. The valid values are 2 to 8, anything else gets set to 3.
ne: यो कुञ्जीको मानले खेल भइरहेको ग्रिडको आकारबारेमा विचार गर्छ।मान्य मानहरु २ देखि ८ सम्म हुन् अरुथोक तीनमा जान्छ।

source: The width of the playing window in pixels. At minimum it should be 320.
ne: खेलिरहेको झ्यालको चौडाइ पिक्सेलहरुमा। कम्तिमा पनि ३२० हुनुपर्छ।

source: Only 18 Steps
ne: १८ स्टेप मात्र

source: Daisy
ne: डेसि

source: Violet
ne: बैंजनी

source: Poppy
ne: पप्पि

source: Pansy
ne: पेन्सि

source: Snowdrop
ne: हिउँथोपा

source: Red Donkey
ne: रातो गधा

source: Trail
ne: ट्रेइल

source: Ambush
ne: धराप

source: Agatka
ne: अगत्का

source: Success
ne: सफलता

source: Bone
ne: हाड

source: Fortune
ne: भाग्य

source: Fool
ne: मूर्ख

source: Solomon
ne: सोलोमन

source: Cleopatra
ne: क्लिओपात्र

source: Shark
ne: सार्क

source: Rome
ne: रोम

source: Pennant Puzzle
ne: पिनान्ट पजल

source: Ithaca
ne: इथाका

source: Pelopones
ne: पिलोपोन्स्

source: Transeuropa
ne: ट्रान्सिउरोपा

source: Lodzianka
ne: लोड्जिआन्का

source: Polonaise
ne: पोलोनाइज

source: Baltic Sea
ne: बाल्टिक सागर

source: American Pie
ne: अमेरिकन पाइ

source: Traffic Jam
ne: ट्राफिक जाम

source: Sunshine
ne: सुर्योदय

source: Block 10
ne: बाधा १०

source: Block 10 Pro
ne: बाधा १० प्रो

source: Climb 12
ne: चढ्ति १२

source: Climb 12 Pro
ne: चढ्ति १२ प्रो

source: Climb 15 Winter
ne: चढ्ति १५ जाडो

source: Climb 15 Spring
ne: चढ्ति १५ शरद

source: Climb 15 Summer
ne: चढ्ति १२ गर्मी

source: Climb 15 Fall
ne: चढ्ति १५ झर्नु

source: Climb 24 Pro
ne: चढ्ति २४ प्रो

source: HuaRong Trail
ne: हुआरोङ्ग ट्रेल

source: Challenge Pack
ne: च्यालेन्ज को प्याक

source: Skill Pack
ne: सीपको प्याक

source: Minoru Climb
ne: मिनोरु चढ्ति

source: _Restart Puzzle
ne: _पजल पुन:सञ्चालन गर्नुहोस्।

source: Next Puzzle
ne: अर्को पजल

source: Previous Puzzle
ne: पहिलेको पजल

source: Sliding Block Puzzles
ne: बाधाहरुको पजल स्लाइड गर्दैछ

source: Klotski
ne: क्लोट्स्कि

source: Solve puzzles by sliding blocks
ne: बाधाहरु स्लाइड गरेर पजलहरु हल गर्नुहोस्

source: The number of the puzzle being played.
ne: खेलिएका पजलहरुको संख्या।.

source: The puzzle in play
ne: खेलमा रहेको पजल

source: The requested height of the main window in pixels. If this isn't big enough it will be ignored.
ne: मुख्य झ्यालको आग्रह गरिएको उचाइ पिक्सेलहरुमा।यो यदि ठूलो छैन भने यसलाई नकारिन्छ।

source: The requested width of the main window in pixels. If this isn't big enough it will be ignored.
ne: मुख्य झ्यालको आग्रह गरिएको चौडाइइ पिक्सेलहरुमा।यो यदि ठूलो छैन भने यसलाई नकारिन्छ।

source: Already used! Where do you want to put that?
ne: पहिले नै चलाइसकिएको छ!तपाइँ त्यसलाई कहाँ राख्न चाहनुहुन्छ?

source: Play a poker-style dice game
ne: पोकरको जस्तो डाइस को खेल खेलाऊउ

source: Tali
ne: ताली

source: Choose whether or not to insert a delay between the computer's dice rolls so the player can follow what it is doing.
ne: कम्प्युटरको डाइस भूमिकामा विलम्ब घुसाउने की नघुसाउने भन्ने कुरा छान्नुहोस् जसले गर्दा यसले के गरिरहेको छ भनेर खेलाडीले पछ्याउन सकोस्।

source: Delay between rolls
ne: घुमाइहरुको बीचको विलम्ब

source: Display the computer's thoughts
ne: कम्प्युटरको सोचाइहरुलाई डिस्प्ले गर्नुहोस्

source: If set to true, a dump of the AI's working will be done to standard output.
ne: यदि साँचोमा राख्ने हो भने एआइको कार्यलाई उच्च आउटपुटमा राखिन्छ।.

source: [Human,Wilber,Bill,Monica,Kenneth,Janet]
ne: [ह्युमन,विल्बर,बिल,मोनिका,केन्नेथ,जानेत]

source: The game is a draw!
ne: खेल बराबरीमा टुङ्गिएको छ!

source: %s wins the game with %d point
ne: %s ले %d अंक ल्याएर खेल जित्योनु

source: Computer playing for %s
ne: %s को लागि कम्प्युटरले खेल खेल्दैछ

source: %s! -- You're up.
ne: %s! -- तपाइँ माथि हुनुहुन्छ।

source: Roll
ne: घुमाउनुहोस्

source: GNOME version (1998):
ne: जी नोम संस्करण (१९९८):

source: Roll!
ne: घुमाउनुहोो्!स

source: Calculate random die throws (debug)
ne: जथाभावि फ्याकाइँ हरुको हिसाब गर्नुहोस् (त्रुटि सँच्याउनुहोस्)

source: Delay computer moves
ne: कम्प्युटरका चालहरुमा ढिलाइ गर्नुहोस्

source: Show high scores and exit
ne: उच्च प्राप्तांकहरु देखाउनुहोस् र बाहिर निक्लनुहोस्

source: Display computer thoughts
ne: कम्प्युटरका सोचाइहरु डिस्प्ले गर्नुहोस्

source: Number of computer opponents
ne: कम्प्युटरका विरोधिहरुको संख्याो

source: Number of human opponents
ne: मान्छेका विरोधिहरुको संख्या

source: Current game will complete with original number of players.
ne: अहिलेको खेल खेलाडीहरुको प्रारम्भिक संख्या सहित सिद्धिन्छ।

source: Human Players
ne: मानिस खेलाडीहरु

source: Computer Opponents
ne: कम्प्युटरका विरोधिहरु

source: Player Names
ne: खेलाडीका नामहरु

source: 1s [total of 1s]
ne: १s [१s को जम्मा]

source: 2s [total of 2s]
ne: २s [ २s को जम्मा]

source: 3s [total of 3s]
ne: ३s [३s को जम्मा]ो

source: 4s [total of 4s]
ne: ४s [४s को जम्मा]ो

source: 5s [total of 5s]
ne: ५s [५s को जम्मा]ो

source: 6s [total of 6s]
ne: ६s [६s को जम्मा]ो

source: 3 of a Kind [total]
ne: एक प्रकारको ३ [जम्मा]

source: 4 of a Kind [total]
ne: एक प्रकारको ४ [जम्मा]ो

source: Full House [25]
ne: भरिएको घरो२५ [जम्मा]

source: Small Straight [30]
ne: सानो सिधा [३०]

source: Large Straight [40]
ne: ठूलो सिधा [४०]

source: Chance [total]
ne: मौका [जम्मा]

source: Lower Total
ne: थोरैको जम्मा

source: Grand Total
ne: जम्माजम्मी

source: Upper total
ne: माथिको जम्मा

source: Bonus if >62
ne: यदि बोनस >६२

source: How many times do you wish to roll?
ne: तपाइँ कति चोटि घुमाउनलाई चाहनुहुन्छ?

source: Generating ...
ne: बनाइरहेको छ ...

source: Results
ne: नतिजाहरु

source: Num Rolls
ne: घुमाइहरुको संख्या

source: Total
ne: जम्मा

source: Iagno server to use
ne: ल्याग्नो सेवादायक प्रयोग गर्नुपर्ने

source: Iagno
ne: ल्याग्नो

source: Welcome to Iagno!
ne: ल्याग्नो मा तपाइँलाई स्वागत छ!

source: Play a game of Reversi
ne: रिभरसिको खेल खेलाऊको

source: Game over
ne: खेल सकियो

source: Piece flipping
ne: टुक्रा फ्लिप गर्दैछ

source: Invalid game data (set_peer)
ne: अमान्य खेलको डेटा (पियर सेट गर्नुहोस्)

source: Invalid game data (move)
ne: अमान्य खेलको डेटा (चाल)

source: Light must pass, Dark's move
ne: उज्यालोहरु छिर्नुपर्छ, अँध्यारोहरु सर्नुपर्छ

source: Dark must pass, Light's move
ne: अँध्यारोहरु छिर्नुपर्छ,उज्यालोहरु सर्नुपर्छ

source: Iagno Preferences
ne: ल्याग्नोका प्राथमिकताहरु

source: Animation
ne: एनिमेसन

source: None
ne: केहिपनि होइन

source: Partial
ne: आंशिक

source: Complete
ne: पूरा

source: Card Style
ne: कार्डको शैली

source: No key
ne: साँचो छैन

source: <Press a Key>
ne: <एउटा कुञ्जी थिच्नुहोस्>

source: Unknown Command
ne: अज्ञात आदेश

source: There was an error accessing GConf: %s
ne: GConfलाई %s मा पहुँच गर्दा एउटा गल्ती भयो

source: The default configuration values could not be retrieved correctly.
ne: पूर्वनिर्धारित कन्फिग्रेसनका मानहरुलाई ठीकसँग भेट्न सकिएन।

source: Please check your GConf configuration, specifically that the schemas have been installed correctly.
ne: कृपया तपाइँको जिकन्फ् कन्फिग्रेसनलाई जाँच्नुहोस, विशेष गरि योजनाहरु ठीकसँग स्थापन भएका छन्।

source: X Padding
ne: एक्सको प्याडिङ्ग

source: Extra space to add to the width allocation.
ne: चौडाइलाई दिइएको भन्दा ज्यादा ठाउँ बाँकी छ।

source: Extra space to add to the height allocation.
ne: उचाइँलाई दिइएको भन्दा ज्यादा ठाउँ बाँकी छ।

source: Width Multiple
ne: चौडाईको गुणक

source: What multiple to constrain the width to.
ne: चौडाइलाई कुन गुणकमा राख्ने।

source: Height Multiple
ne: उचाइँको गुणक

source: What multiple to constrain the height to.
ne: उचाइँलाई कुन गुणकमा राख्ने।

source: New Network Game
ne: नयाँ संजाल खेल

source: Player
ne: खैलाडी

source: No local game selected.
ne: कुनै स्थानीय खेल छानिएन।.

source: A new gnome games server was successfully started.
ne: एउटा नयाँ जी नोमको सेवादायक सफलतापूर्वक शुरु गरियो।

source: Network initialization complete.
ne: संजालको प्रारम्भिकरण पूरा भयो।

source: Network shutdown in progress.
ne: संजाल को बन्द गर्ने प्रक्रिया सुधारमा छ।

source: The remote player disconnected
ne: टाढाको खेलाडीसँग सम्पर्क विच्छेद भयोो

source: Error occurred during connect attempt.
ne: जडान गर्ने कोशिस गर्दा त्रुटि भयो।

source: Connection succeeded, waiting for opponent
ne: जडान सफल भयो,विरोधिको पर्खाइमा

source: Error occurred during write.
ne: लेख्दाखेरि त्रुटि भयो।

source: Cleaning up connection
ne: जडानलाई सफा गरिंदैछ

source: Connection in progress...
ne: जडान प्रक्रिया सुधारोन्मुख...

source: Connection failed
ne: जडान असफल

source: No game server defined
ne: खेलको कुनै सेवादायक परिभाषित गरिएको छैनन

source: Local Area Network game could not be started. Try running mDNSResponder.
ne: लोकल एरिया नेटवर्क खेकललाई शुरु गर्न सकिएन। एमडिएनएस रिस्पोन्डडर सञ्चालन गर्न प्रयास गर्नुहोस्।t.

source: Image rendering failed.
ne: चित्रको रेन्डरिङ्ग असफल भएको छ।

source: Score
ne: प्राप्तांक

source: Time
ne: समय

source: New Game
ne: नयाँ खेल

source: _Undo Move
ne: _चाललाई पुर्वस्थितिमा फर्काउनुहोस्

source: _Redo Move
ne: _चाललाई पुन:दोहोर्याउनुहोस्

source: _Hint
ne: _संकेत

source: _Scores
ne: _ प्राप्ताङ्कहरु

source: _Fullscreen
ne: _पूरा पर्दा

source: _Contents
ne: ॒ विषयसूचीहरु

source: Start a new game
ne: नयाँ खेल शुरु गर्नुहोस्

source: Undo the last move
ne: अन्तिम चाल लाई पूर्व स्थितिमा फर्काउनुहोस्

source: Get a hint for your next move
ne: अर्को चालको लागि संकेत दिनुहोस्

source: About this game
ne: यो खेलको बारेमा

source: Network game mode
ne: संजाल खेल शैली

source: The game server
ne: खेल सेवादायक

source: The identifier for the game
ne: खेलको लागि अन्वेषक

source: The mode of network game to use. 1 = Server, 2 = LAN Host, 3 = LAN Client.
ne: सञ्जालको खेल प्रयोग गर्ने शैली। १ = सेवादायक,२ = ल्यान होस्ट, ३ = ल्यान ग्राहक। होस्ट.

source: This string identifies the default game to connect to or create (depending on mode).
ne: यो स्ट्रिङ्गले पूर्वनिर्धारित खेललाई जडान गर्ने वा बनाउने भनेर पत्ता लगाउँछ (शैलीको भरमा)

source: When using server mode, which game server to contact. This accepts the usual hostname or dotted quad notation.
ne: सेवादायक मोड प्रयोग गर्दा कुन खेल सेवादायकसँग सम्पर्क राख्ने।यसले प्रयोगमा आइरहने होस्ट नाम वा डटेड क्वाड नोटेसन लिन्छ।

source: Could not load tile set
ne: टायलको सेटलाई लोड गर्न सकेन

source: Do you want to finish the current game or start playing with the new map immediately?
ne: तपाइँ अहिलेको खेललाई सक्न चाहनुहुन्छ वा तुरुन्त नयाँ म्यापसँग शुरु गर्न चाहनुहुन्छ?

source: If you choose to finish with the old map then the next game will use the new map.
ne: पुरानो म्यापलाई सक्ने विकल्प छान्नुभयो भने अर्को खेलले नयाँ म्याप प्रयोग गर्छ।

source: _Finish
ne: _सक्नुहोस्

source: Shuffle
ne: फिट्नुहोस्

source: Tiles
ne: टायलहरु

source: Maps
ne: म्यापहरु

source: Colors
ne: रंगहरु

source: Maps:
ne: म्यापहरु:

source: Tiles:
ne: टायलहरु:

source: Mahjongg
ne: माहजोङ्गग

source: Sorry, I was unable to find a playable configuration.
ne: माफ गर्नुहोस्,मैले खेल्न योग्य कन्फिग्रेसन पत्ता लगाउन सकिनँ।

source: Tiles Left:
ne: बाँकी टायलहरुयाँ:

source: Moves Left:
ne: बाँकी चालहरुाँ:

source: Disassemble a pile of tiles by removing matching pairs
ne: मिलाउने जोडीहरु हटाएर टायलको पाइललाई बिगार्नुहोस्ो

source: The requested height of the main window in pixels. Note that the widgets the window contains are at least 200 pixels high.
ne: मुख्य झ्यालको आग्रह गरिएको उचाइँ पिक्सेलहरुमा।याद गर्नुहोस् झ्यालसँग भएका विड्जेटहरु कम्तिमा २०० पिक्सेल ठूलो हुनुपर्छ।

source: The requested width of the main window in pixels. Note that the widgets the window contains are at least 320 pixels wide.
ne: मुख्य झ्यालको आग्रह गरिएको चौडाइइँ पिक्सेलहरुमा।याद गर्नुहोस् झ्यालसँग भएका विड्जेटहरु कम्तिम३ा२०० पिक्सेचौडाठूलो हुनुपर्छ।

source: Difficult
ne: गाह्रो

source: Confounding Cross
ne: कन्फाउन्डिङ्ग क्रस

source: Pyramid's Walls
ne: पिरामिडका भित्ताहरु

source: Tic-Tac-Toe
ne: टिक-ट्याक-टोइ

source: Cloud
ne: बादल

source: Red Dragon
ne: रातो ड्रेगन

source: Four Bridges
ne: चारवटा पुलहरु

source: The Ziggurat
ne: जिग्गुरात

source: 1000 point bonus for clearing the board!
ne: बोर्ड सफा गर्दा १००० अंक बोनस! ाउनु!

source: Set the theme
ne: विषयवस्तु सेट गर्नुहोस्

source: For backwards compatibility
ne: पछाडीको मिल्दोजुल्दो बनाउनका लागि

source: Game size (1=small, 3=large)
ne: खेलको आकार (१=सानो, ३=ठूलो)

source: Remove groups of balls to try and clear the screen
ne: प्रयास गर्न र पर्दा सफा बनाउन को लागि बलहरुको समूह हटाउनुहोस्ा

source: Same GNOME
ne: उही जी नोम

source: Height of the custom board
ne: कस्टम बोर्डको उचाइँ

source: The board size
ne: बोर्डको आकार

source: The filename of the theme to use.
ne: प्रयोग गर्नलाई विषयवस्तुको फाइलनाम।

source: The height of the custom board, 101 &gt; height &gt; 3.
ne: कस्टम बोर्डको उचाइ,101 &gt; height &gt; 3।

source: The theme to use
ne: प्रयोग गरिनुपर्ने विषयवस्तु

source: The width of the custom board, 101 &gt; width &gt; 3.
ne: कस्टम बोर्डको चौडाइ,101 &gt; width &gt; 3।

source: The window height
ne: झ्यालको उचाइ

source: The window width
ne: झ्यालको चौडाइ

source: Width of the custom board
ne: कस्टम बोर्डको चौडाई

source: No points
ne: अंक दिइँदैन

source: %d point
ne: %d अंक

source: Score: %d
ne: प्राप्तांक %d

source: I want to play that game! You know, they all go whirly-round and you click on them and they vanish!
ne: म त्यो खेल खेल्न चाहन्छु!तपाइँलाई थाहा छ,ती सबै घुमिरहेका छन् र तपाइँ तिनीहरुमा क्लीक गर्नुहोस् अनि तिनीहरु हराउँछन्

source: Same GNOME Scores
ne: सुरक्षित जी नोमको प्राप्तांक

source: Unfortunately your score did not make the top ten.
ne: अभाग्यवश तपाइँळे प्राप्त गर्नुभएको अंक उत्कृष्ट दशमा परेन।

source: Same GNOME Theme
ne: उही जी नोमको विषयवस्तु

source: _Theme...
ne: _विषयवस्तु...

source: No theme data was found.
ne: कुनै विषयवस्तुको डेटा भेट्टाउन सकिएन।

source: It is impossible to play the game. Please check that the game has been installed correctly and try again.
ne: यो खेल खेल्नलाई असम्भव छ।कृपया खेल ठीकसँग स्थापन गरिएको कुरालाई जाँच्नुहोस् र पुन: प्रयास गर्नुहोस्।
