Repository: Nazgand/gnome-games
Catalog: po/*.po
Languages: ne

source: Easy
ne: सजिलो

source: Medium
ne: मध्यम

source: Appearance
ne: देखिएको

source: Flip the pieces with some visual effects
ne: भिजुवल प्रभाव भएका केही टुक्राहरुलाई फ्लीप गर्नुहोस्

source: Put all the white pieces at the bottom and all the black pieces on the top of the board when a game is over
ne: खेल सकिएपछि सेता टुक्राहरुलाई बोर्डभन्दा तल र काला टुक्राहरुलाई बोर्डभन्दा माथि राख्नुहोस्

source: The appearance of the pieces
ne: टुक्राहरुको देखावट

source: Small
ne: सानो

source: Large
ne: ठूलो

source: Preferences
ne: प्राथमिकताहरु

source: Game Over!
ne: _खेल सकियो !

source: Five or More
ne: पाँच वा बढी

source: GNOME port of the once-popular Color Lines game
ne: जी नोम को एकचोटि प्रसिद्ध रङ्गहरफहरुको खेल

source: Five or More Preferences
ne: पाँच वा बढी प्राथमिकताहरु

source: Themes
ne: विषयवस्तुहरु

source: _Small
ne: _सानो

source: _Medium
ne: _मध्यम

source: _Large
ne: ठुलो

source: General
ne: साधारण

source: Next:
ne: अर्को:

source: Remove colored balls from the board by forming lines
ne: हरफहरु बनाएर रंगीन बलहरुलाई बोर्डबाट हटाउनुहोस्

source: Background color
ne: पृष्ठभूमिको रङ्ग

source: Background color. The hex specification of the background color.
ne: पृष्ठभूमि को रंग। पृष्ठभूमि को रंगको हेक्स स्पेसिफिकेसन

source: Ball style
ne: बलको शैली

source: Ball style. The filename of the images to use for the balls.
ne: बलको शैली।बलहरुमा प्रयोग गर्नका लागि छविहरुको फाइल नाम।

source: Game field
ne: _खेल मैदान

source: Game field from last saved session.
ne: _ अन्तिममा बचाइएको सत्र देखिको खेल मैदान।

source: Game preview
ne: खेलको पूर्वदृश्य

source: Game preview from last saved session.
ne: अन्तिममा बचाइएको सत्र देखिको खेलको पूर्वदृश्य।

source: Game score
ne: खेलमा प्राप्त गरेको अंक

source: Game score from last saved session.
ne: अन्तिममा बचाइएको सत्र देखिको खेलको प्राप्तांक।

source: Time between moves
ne: चालहरु बीचको समय

source: Time between moves in milliseconds.
ne: चालहरु बीचको समय मिल्लीसेकेन्ड्हरुमा।

source: Compete to make lines of the same color
ne: एउटै रंगको हरफहरु बनाउन प्रतिस्पर्धा गर्नुहोस्ो

source: A number specifying the preferred theme.
ne: प्राथमिक विषयवस्तुहरुलाई तोक्ने एउटा संख्या

source: Drop marble
ne: गुच्चा झार्नुहोस्

source: Height of the main window
ne: मुख्य झ्यालको उचाइ

source: Key press to drop a marble.
ne: एउटा गुच्चा झार्नलाई कुञ्जी थिच्नुहोस्।

source: Key press to move left.
ne: बाँया चाल्नलाई कुञ्जी थिच्नुहोस्।

source: Key press to move right.
ne: दायाँ चाल्नलाई कुञ्जी थिच्नुहोस्।

source: Level of Player One
ne: खेलाडी १ को स्तर

source: Level of Player Two
ne: खेलाडी २ को स्तर

source: Move left
ne: बाँया सार्नुहोस्

source: Move right
ne: दाँया सार्नुहोस्

source: Sound
ne: ध्वनि

source: The height of the main window, in pixels, at start-up.
ne: शुरुमा, मुख्य झ्यालको उचाइँ पिक्सेलहरुमामा

source: The width of the main window, in pixels, at start-up.
ne: शुरुमा, मुख्य झ्यालको चौडाई पिक्सेलहरुमा

source: Theme ID
ne: विषयवस्तु आइडि

source: Whether or not to play event sounds.
ne: घटना ध्वनिगरुलाई बजाउने की नबजाउने।

source: Whether or not to use animation.
ne: एनिमेसनलाई प्रयोग गर्ने की नगर्ने।

source: Width of the main window
ne: मुख्य झ्यालको चौडाई

source: Unable to load image: %s
ne: छवि %s लाई लोड गर्न सकेन

source: It's a draw!
ne: बराबर भयो!

source: You win!
ne: तपाइँले जित्नुभयो!

source: Your move...
ne: तपाइँको चाल...

source: I win!
ne: मैले जितें!

source: Thinking...
ne: सोच्दैछ...

source: %s wins!
ne: %s ले जित्यो!

source: Hint: Column %d
ne: संकेत: स्तम्भ %d

source: Scores
ne: अंकहरु

source: Player One: %s
ne: खेलाडी एक: %s

source: Player Two: %s
ne: खेलाडी दुई: %s

source: Level one
ne: श्रेणीतर एक

source: Level two
ne: श्रेणी दुई

source: Level three
ne: श्रेणी तीन

source: _Theme:
ne: _विषयवस्तु:

source: Enable _animation
ne: एनिमेसनलाई इनेबल गर्नुहोस्

source: Controls
ne: नियन्त्रणहरु

source: Keyboard Controls
ne: कीबोर्डका नियन्त्रणहरु

source: Classic
ne: शास्त्रीय

source: Red
ne: रातो

source: Yellow
ne: पहेंलो

source: High Contrast
ne: ठूलो भिन्नता क

source: Blue
ne: नीलो

source: Nightfall
ne: राति झर्ने

source: Blocks
ne: बाधाहरु

source: Orange
ne: सुन्तला

source: Gnibbles couldn't find pixmap file: %s Please check your Gnibbles installation
ne: जिनिबलहरुले पिक्सम्याप फाइललाई भेट्न सकेन: %s कृपया तपाइँको जिनिबलको स्थापनालाई जाँच्नुहोस।

source: Gnibbles couldn't load level file: %s Please check your Gnibbles installation
ne: जिनिबलहरुले सतहको फाइललाई लोड गर्न सकेनई भेट्न सकेन: %s कृपया तपाइँको जिनिबलको स्थापनालाई जाँच्नुहोस।

source: Guide a worm around a maze
ne: एउटा कीरालाई मेजको वरिपरि मार्ग दर्शन गर्नुहोस्

source: Nibbles
ne: निबलहरु

source: Color to use for worm
ne: कीराको लागि प्रयोग गर्ने रंग

source: Color to use for worm.
ne: कीराको लागि प्रयोग गर्ने रंग ।.

source: Enable fake bonuses
ne: झूठा बोनसहरुलाई बढावा दिनुहोस्

source: Enable fake bonuses.
ne: झूठा बोनसहरुलाई बढावा दिनुहोस्।

source: Enable sounds
ne: ध्वनिहरुलाई बढावा दिनुहोस्

source: Enable sounds.
ne: ध्वनिहरुलाई बढावा दिनुहोस्।

source: Game level to start on
ne: _शुरु गर्नलाई खेलको श्रेणी

source: Game level to start on.
ne: _शुरु गर्नलाई खेलको श्रेणी।.

source: Game speed
ne: खेलको गति

source: Game speed (1=fast, 4=slow).
ne: खेलको गति (१=छिटो, ४=ढिलो)।

source: Height of the GNibbles window
ne: जिनबलहरुको झ्यालको उचाइो

source: Height of the GNibbles window, used to restore the window size between sessions.
ne: जिनिबलहरुको झ्यालको उचाइ,सत्रहरुको बीचमा झ्यालको आकारलाई पुन:भण्डारण गर्न प्रयोग गरिन्छ।.

source: Key to use for motion down.
ne: तलको चालको लागि प्रयोग गरिनुपर्ने कुञ्जी।

source: Key to use for motion left.
ne: बायाँको चालको लागि प्रयोग गरिनुपर्ने कुञ्जी।

source: Key to use for motion right.
ne: दायाँको चालको लागि प्रयोग गरिनुपर्ने कुञ्जी।ँया.

source: Key to use for motion up.
ne: माथिको चालको लागि प्रयोग गरिनुपर्ने कुञ्जी।

source: Move down
ne: तल सार्नुहोस्

source: Move up
ne: माथि सार्नुहोस्

source: Number of players
ne: खेलाडीहरुको संख्या

source: Number of players.
ne: खेलाडीहरुको संख्या।

source: Play levels in random order
ne: जथाभावी तरिकाले श्रेणीहरु खेल्नुहोस्

source: Play levels in random order.
ne: जथाभावी तरिकाले श्रेणीहरु खेल्नुहोस्।

source: Size of game tiles
ne: खेलको टाइलहरुको आकार

source: Size of game tiles.
ne: खेलको टाइलहरुको आकार ।

source: Use relative movement
ne: सापेक्षिक चाललाई प्रयोग गर्नुहोस्

source: Use relative movement (ie. left or right only).
ne: सापेक्षिक चाल(दायाँ वा बायाँ मात्र) लाई प्रयोग गर्नुहोस्।

source: Width of the GNibbles window
ne: जिनिबलहरुको झ्यालको चौडाई

source: Width of the GNibbles window, used to restore the window size between sessions.
ne: जिनिबलहरुको झ्यालको चौडाइ,सत्रहरु बीचमा झ्यालको आकारलाई पुन: भण्डारण गर्न प्रयोग गरिनुपर्ने।

source: Bonus
ne: बोनस

source: Bonus Appears
ne: बोनस देखिएको छ

source: Eat Bonus
ne: बोनस खानुहोस्

source: Extra Life
ne: बाँकी जीवन

source: Game Over
ne: खेल सकिएको छ

source: Worm Death
ne: कीरा म-यो

source: Worm Reverse
ne: कीरा उल्टियो

source: Worm Teleport
ne: किरा टेलिपर्ट भयो

source: A worm game for GNOME.
ne: जी नोमको लागि एउटा कीराको खेल।

source: Invalid move attempted
ne: अमान्य चाललाई कोशिस गरिएको

source: Peer introduction complete
ne: पियरको परिचय सकिएको छ

source: New game ready to be started
ne: नयाँ खेल शुरु गर्नलाई तयारीमा छ

source: New game started
ne: नयाँ खेल शुरु भएको छ

source: Speed
ne: गति

source: Nibbles newbie
ne: निबलहरुको न्युबाइ

source: My second day
ne: मेरो दोश्रो दिन

source: Not too shabby
ne: धेरै सेब्बी छैन

source: Finger-twitching good
ne: औंला-छुने माल

source: Options
ne: विकल्पहरु

source: Worm
ne: कीरा

source: Green
ne: हरियो

source: Cyan
ne: क्यान

source: Purple
ne: भन्टा

source: Gray
ne: खरानी

source: Worm %d:
ne: कीरा %d:

source: '%s' with super-safe moves
ne: उच्च बचाउ चालहरु सहितको '%s'

source: '%s' with safe moves
ne: बचाउ चालहरु सहितको '%s'

source: Congratulations, You Have Defeated the Robots!! But Can You do it Again?
ne: बधाइ छ,तपाइँले रोबोटहरुलाई जित्नुभएको छ !! तर तपाइँ यसलाई फेरी गर्न सक्नुहुन्छ?

source: There are no teleport locations left!!
ne: टेलिपोर्टका कुनै पनि ठाउँ बाँकि छैनन्!!

source: There are no safe locations to teleport to!!
ne: टेलिपोर्टका गर्नका लागि कुनै सुरक्षित ठाउँहरु छैनन् !!

source: Set game scenario
ne: खेलको सिनारियोलाई राख्नुहोस्

source: Set game configuration
ne: खेलको कन्फिग्रेसनलाई सेट गर्नुहोस्

source: X
ne: एक्स

source: Y
ne: वाई

source: Robots
ne: रोबोटहरु

source: No game data could be found.
ne: खेलको कुनै डेटा भेट्टाउन सकिएन।.

source: Some graphics files are missing or corrupt.
ne: केही ग्राफिक फाइल हराएका छन् वा बिगारिएका छन्।

source: Avoid the robots and make them crash into each other
ne: रोबोटलाई नकार्नुहोस् र तिनीहरुलाई एक-अर्कामा क्र्यास गर्ने बनाउनुहोस््को

source: Enable game sounds
ne: खेलका ध्वनिहरुलाई बढावा दिनुहोस्

source: Enable game sounds. Play sounds for various events throughout the game.
ne: खेलका ध्वनिहरुलाई बढावा दिनुहोस्।खेलका विँभिन्न घटनाहरुका लागि ध्वनिहरु दिनुहोस्। .

source: Enable splats
ne: स्प्ल्याटहरुलाई बढावा दिनुहोस्

source: Enable splats. Play a sound and show a "Splat!" on the screen.
ne: स्प्ल्याटहरुलाई बढावा दिनुहोस्।ध्वनि बजाउनुहोस् र पर्दामा स्प्ल्याट देखाउनुहोस्। .

source: Game type
ne: खेलको प्रकार

source: Game type. The name of the game variation to use.
ne: खेलको प्रकार।प्रयोग गरिने खेलको भिन्नता को नाम।

source: Key to hold
ne: समातिरहनुपर्ने कुञ्जी

source: Key to move E
ne: इ लाई सार्ने कुञ्जी

source: Key to move N
ne: एन लाई सार्ने कुञ्जी

source: Key to move NE
ne: एन इ लाई सार्ने कुञ्जी

source: Key to move NW
ne: एन डब्लु लाई सार्ने कुञ्जी

source: Key to move S
ne: एस लाई सार्ने कुञ्जी

source: Key to move SE
ne: एस इ लाई सार्ने कुञ्जी

source: Key to move SW
ne: एस डब्लु लाई सार्ने कुञ्जी

source: Key to move W
ne: डब्लु लाई सार्ने कुञ्जी

source: Key to teleport
ne: टेलिपोर्ट् गर्ने कुञ्जी

source: Key to teleport randomly
ne: जथाभावी टेलिपोर्ट् गर्ने कुञ्जी

source: Key to wait
ne: पर्खने कुञ्जी

source: Robot image theme
ne: रोबोटको छविको विषयवस्तु

source: Robot image theme. The theme of the images to use for the robots.
ne: रोबोटको छविको विषयवस्तु।रोबोटमा प्रयोग गर्नलाई छविहरुको विषयषस्तु।

source: The name of the key used to hold still. The name is a standard X key name.
ne: पर्खिरहने कामका लागि प्रयोग हुने कुञ्जीको नाम।नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to move east. The name is a standard X key name.
ne: पूर्व सार्नका लागि प्रयोग हुने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to move north-east. The name is a standard X key name.
ne: उत्तर-पूर्व सार्नका लागि प्रयोग हुने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to move north-west. The name is a standard X key name.
ne: उत्तर-पश्चिम्व सार्नका लागि प्रयोग हुने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to move north. The name is a standard X key name.
ne: उत्तरर्व सार्नका लागि प्रयोग हुने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to move south-east. The name is a standard X key name.
ne: दक्षिण-पूर्व सार्नका लागि प्रयोग हुने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to move south-west. The name is a standard X key name.
ne: दक्षिण-पश्चिम सार्नका लागि प्रयोग हुने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to move south. The name is a standard X key name.
ne: दक्षिण सार्नका लागि प्रयोग हुने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to move west. The name is a standard X key name.
ne: पश्चिम सार्नका लागि प्रयोग हुने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to teleport randomly. The name is a standard X key name.
ne: जथाभावी टेलिपोर्ट् गर्न प्रयोग गरिने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to teleport safely (if possible). The name is a standard X key name.
ne: सुरक्षित तरिकाले (सम्भव भएमा) टेलिपोर्ट् गर्न प्रयोग गरिने कुञ्जीको नाम। नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: The name of the key used to wait. The name is a standard X key name.
ne: पर्खनका लागि प्रयोग हुने कुञ्जीको नाम।नाम एउटा उच्च एक्स कुञ्जीको नाम हो।

source: Use safe moves
ne: सुरक्षित चालहरु प्रयोग गर्नुहोस्

source: Use safe moves. The safe moves option will help you to avoid being killed due to a mistake. If you try to make a move that would lead to your death when there is a safe move available you will not be allowed to proceed.
ne: सुरक्षित चालहरु प्रयोग गर्नुहोस्।सुरक्षित चालको विकल्पले तपाइँलाई गल्तीले मर्नबाट बचाउँछ।तपाइँले चाल गर्न प्रयास गर्नुभयो भने त्यसले तपाइँको मृत्यु पनि निम्त्याउन सक्छ यदि तपाइँसँग सुरक्षित तरिकाको चाल छ भने तपाइँलाई अघि बढ्न अनुमति दिइन्छ।

source: Use super safe moves
ne: धेरै सुरक्षित चालहरु प्रयोग गर्नुहोस्

source: Use super safe moves. The player is alerted when there is no safe move and the only option is to teleport out.
ne: उच्च सुरक्षित तरिकाको चालहरु प्रयोग गरनुहोस्। खेलाडीलाई सुरक्षित चाल नहुँदा सतर्क गराइन्छ र एउटा मात्र बाँकी विकल्प भनेको टेलिपोर्ट् गर्नु हो।

source: Bad Move
ne: खराब चाल

source: Level Complete
ne: श्रेणी पूरा भयो

source: Player Dead
ne: खेलाडी मर्यो

source: Player Teleport
ne: खैलाडी टेलिपोर्ट् भयो

source: Robot has been Splatted!
ne: रोबोट स्फ्लयाट् भएको छ!

source: Victory!!
ne: जीत !!

source: Could not find '%s' pixmap file
ne: '%s' पिक्स् म्याप फाइल भेटाउन सकेन

source: _Move
ne: _सार्नुहोस्

source: Teleport, safely if possible
ne: सम्बव भएसम्म सुरक्षित तरिकाले टेलिपोर्ट् गर्नुहोस्

source: Teleport randomly
ne: जथाभावी टेलिपोर्ट् गर्नुहोस्

source: Wait for the robots
ne: रोबोटहरुलाई पर्खनुहोस्

source: Show or hide the toolbar
ne: उपकरणपट्टीलाई देखाउनुहोस् वा लुकाउनुहोस्

source: classic robots
ne: शास्त्रीय रोबोटहरु

source: robots2
ne: रोबोटहरु २

source: robots2 easy
ne: रोबोट २ हरु सजिला

source: robots with safe teleport
ne: सुरक्षित टेलिपोर्ट् भएका रोबोटहरु

source: nightmare
ne: नाइटमेयर

source: robots
ne: रोबोटहरु

source: cows
ne: गाईहरु

source: eggs
ne: अन्डाहरु

source: gnomes
ne: जी नोम हरु

source: mice
ne: मुसाहरु

source: windows
ne: झ्यालहरु

source: Game Type
ne: खेलको प्रकार

source: Prevent some dangerous moves
ne: केही खतरापूर्ण चालहरुलाई रोक्नुहोस्

source: Prevent accidental moves that result in getting killed.
ne: मर्ने परिणाम ल्याउने दुर्घटना हुन सक्ने चालहरुलाई रोक्नुहोस्।

source: Prevent all dangerous moves
ne: सबै खतरापूर्ण चालहरुलाई रोक्नुहोस्

source: Prevents all moves that result in getting killed.
ne: मर्न सकिने सबै चालहरुलाई रोक्नुहोस्।

source: Play sounds for major events
ne: मुख्य घटनाहरुको लागि ध्वनि हरु बजाउनुहोस्

source: Play sounds for events like winning a level and dying.
ne: इउटा श्रेणी जित्दा र मर्दा ध्वनिहरु बजाउनुहोस्।

source: Play a sound when two robots collide
ne: दुईवटा रोबोटहरु ठोक्किदा एउटा ध्वनि बजाउनुहोस्

source: Play the most common, and potentially the most annoying, sound.
ne: सबैभन्दा बढी सुनिने र सबैभन्दा टाउको दुखाउने ध्वनि हरु बजाउनुहोस्।

source: Graphics Theme
ne: रेखाचित्रहरूको विषयवस्तु

source: Keyboard
ne: कीबोर्ड

source: Safe Teleports:
ne: सुरक्षित टेलिपोर्टहरु:

source: Level:
ne: स्तर:

source: Remaining:
ne: बाँकी:

source: Collect all diamonds and find exit
ne: सबै हीराहरु जम्मा गरेर बाहिर पत्ता लगाउनुहोस्

source: Congratulations!!! You have won!
ne: बधाइ छ !!! तपाइँले जित्नुभएको छ !

source: Original Atari caves
ne: सक्कली अटारी गुफाहरु

source: gnome-stones:empty
ne: जी नोम ढुङ्गाहरु: खाली

source: Default caves
ne: पूर्वनिर्धारित गुफाहरु

source: Collect diamonds while avoiding falling boulders
ne: झरेका बाउल्डरहरुलाई वास्ता नगरेर हीराहरु जम्मा गर्नुहोस्

source: Stones
ne: ढुङ्गाहरु

source: Cave number to start
ne: शुरु गर्नलाई गुफाको संख्या

source: Cave number to start.
ne: शुरु गर्नलाई गुफाको संख्या ।

source: Device to use for joystick control.
ne: ज्वायस्टीकको नियन्त्रणका लागि प्रयोग गरिने साधन।

source: Enable sound support
ne: ध्वनिको समर्थनलाई बढावा दिनुहोस्

source: Enable sound support.
ne: ध्वनिको समर्थनलाई बढावा दिनुहोस्।

source: Game name
ne: खेलको नाम

source: Joystick device
ne: ज्वायस्टीकको साधन

source: Joystick switch level
ne: ज्वायस्टीकको स्वीचको स्तर

source: The full path and filename of game to load.
ne: पूरा बाटो र लोड गरिनुपर्ने खेलको फाइलनाम।.

source: The level an analog joystick must reach to be considered "on" when emulating a digital joystick. This takes a value between 0.0 and 1.0.
ne: डिजिटल ज्वायस्टिक इम्युलेट गर्नुपर्दा एनालग ज्वायस्टिकको स्तरलाई अन भएको मान्ने गरी पुग्नुपर्छ।यसले ०.० देखि १.० सम्मका मानहरु लिन सक्छ।

source: Gnomekoban
ne: जी नोम कोबान

source: gnomekoban:empty,0
ne: जी नोम कोबान:रित्तो,०

source: The cave is corrupted: %s is missing.
ne: गुफा बेइमान छ:%s हराइरहेको छ।

source: The cave you are trying to load includes an object, that wasn't declared.
ne: तपाइँले लोड गर्नलाई प्रयास गर्नुभएको गुफामा एउटा वस्तु छ,जो तोकिएको थिएन।

source: This is GNOME Stones
ne: यो जी नोम ढुङ्गाहरु हो

source: Game to play
ne: खेल्नुपर्ने खेल

source: FILENAME
ne: फाइल को नाम

source: GNOME Stones
ne: जी नोमका ढुङ्गाहरु!

source: Game title
ne: खेलको शीर्षक

source: Start cave
ne: गुफा शुरु गर्नुहोस्

source: Pause
ne: रोक्नुहोस्

source: Congratulations, you win!
ne: बधाइ छ,तपाइँले जित्नुभएको छ!

source: Game over!
ne: खेल सकिएको छ!

source: Sokoban levels:
ne: सोकोबान स्तरहरु:

source: Mine through dirt and collect gems.
ne: फोहोरमा खोज्नुहोस् र हीराहरु जम्मा गर्नुहोस्।

source: Scanning private object directory...
ne: व्यक्तिगत वस्तुको निर्देशिका स्क्यानिङ्ग गरिंदै...

source: Scanning public object directory...
ne: सामुदायिक वस्तु निर्देशिका स्क्यानिङ्ग गरिंदै...

source: Scanning private game directory...
ne: व्यक्तिगत खेल निर्देशिका स्क्यानिङ्ग गरिंदै...

source: Scanning public game directory...
ne: सामुदायिक खेल निर्देशिका स्क्यानिङ्ग गरिंदै...

source: Restoring preferences...
ne: प्राथमिकताहरुलाई पुन:भणडारण गरिंदै...

source: You gained an extra life!
ne: तपाइँले बाँकी जीवन आर्जन गर्नुभयो!

source: Seconds left: %d
ne: बाँकी सेकेन्ड्हरु:%d

source: Neither your chosen game nor the default game could be loaded.
ne: न त तपाइँले छान्नुभएको न त पूर्वनिर्धारित खेल नै लोड गर्न सकियो।

source: Please make sure that GNOME Stones is correctly installed.
ne: कृपया जीनोम ढुङ्गाहरु ठीकसँग स्थापना भएको कुरामा ढुक्क हुनुहोस्

source: You may be able to select a different game from the preferences dialog.
ne: प्राथमिकताहरुको डायलगबाट तपाइँले भिन्नै खेल छान्न सक्ने योग्य हुनुपर्दछ।

source: GNOME Stones Preferences
ne: जी नोम ढुङ्गाहरुको प्राथमिकता

source: Caves
ne: गुफाहरु

source: Device
ne: साधन

source: Enable sound
ne: ध्वनिलाई बढावा दिनुहोस्

source: _Sound
ne: _ध्वनि

source: Diamonds:
ne: हीराहरु:

source: Cave:
ne: गुफाहरु:

source: Lives:
ne: जीवनहरु:

source: Tutorial caves
ne: सिकाउने गुफाहरु

source: Paused
ne: रोकियो

source: Fit falling blocks together
ne: सँगै झरेका बाधाहरुलाई ठीक गर्नुहोस्

source: Gnometris
ne: जीनोमेट्रिस

source: Drop
ne: झार्नुहोस्

source: Image to use for drawing blocks
ne: चित्र बनाउने बाधाहरुमा प्रयोग गरिनुपर्ने छवि

source: Image to use for drawing blocks.
ne: चित्र बनाउने बाधाहरुमा प्रयोग गरिनुपर्ने छवि ।

source: Key press to drop.
ne: झार्नका लागि कुञ्जी थिच्ने।.

source: Key press to move down.
ne: तल झार्नलाई कुञ्जी थिच्ने।

source: Key press to pause.
ne: रोक्नलाई कुञ्जी थिच्ने।

source: Key press to rotate.
ne: घुमाउनलाई कुञ्जी थिच्ने।

source: Level to start with
ne: शुरु गर्नका लागि स्तर

source: Level to start with.
ne: शुरु गर्नका लागि स्तर।

source: Rotate
ne: घुमाउनुहोस्

source: The background color
ne: पृष्ठभूमिको रङ्ग

source: The background color, in a format gdk_color_parse understands.
ne: पार्स ले बुझ्ने जिडिके रङ्ग शैलीमा पृष्ठभूमिको रङ्ग।

source: The density of blocks in rows filled at the start of the game. The value is between 0 (for no blocks) and 10 (for a completely filled row).
ne: खेलको शुरुमा पङ्क्तिहरुमा भरिएका बाधाहरुको घनत्व। मानहरु ०(बाधाहरु बिना) र १०(पूरै भरिएको पङ्क्तिहरुमा)।

source: The density of filled rows
ne: भरिएका पङ्क्तिहरको घनत्व

source: The number of rows that are filled with random blocks at the start of the game.
ne: खेलको शुरुमा जथाभावि बाधाहरुले भरिएका पङ्क्तिहरू क संख्या।

source: The number of rows to fill
ne: भरिनुपर्ने पङ्क्तिहरको संख्या

source: This selects whether or not to draw the background image over the background color.
ne: यसले पृष्ठभूमिको रङ्गलाई पृष्ठभूमिको छविमा ल्याउने की नल्याउने भनेर छान्छ।

source: Whether to give blocks random colors
ne: बाधाहरुलाई जथाभावी रङ्गहरु दिने की नदिने

source: Whether to give blocks random colors.
ne: बाधाहरुलाई जथाभावी रङ्गहरु दिने की नदिने।

source: Whether to preview the next block
ne: अर्को बाधाको पुर्वदृश्य दिने की नदिने

source: Whether to preview the next block.
ne: अर्को बाधाको पुर्वदृश्य दिने की नदिने।

source: Whether to rotate counter clock wise
ne: घडीको विपरित दिशातिर घुमाउने की नघुमाउने

source: Whether to rotate counter clock wise.
ne: घडीको विपरित दिशातिर घुमाउने की नघुमाउने।

source: Whether to use sound
ne: ध्वनि प्रयोग गर्ने की नगर्ने

source: Whether to use sound.
ne: ध्वनि प्रयोग गर्ने की नगर्ने।

source: Whether to use the background image
ne: पृष्ठभूमिको छवि प्रयोग गर्ने की नगर्ने

source: Set starting level (1-10)
ne: शुरुको स्तर सेट गर्नुहोस् (१-१०)

source: LEVEL
ne: स्तर

source: Lines:
ne: हरफहरु:

source: Could not find the theme: %s Please check your gnome-games installation
ne: विषयवस्तुलाई भेट्टाउन सकिएन: %s कृपया तपाइँको जी नोम खेलहरुको स्थापनालाई जाँच्नुहोस्

source: Can't load the image: %s Please check your gnome-games installation
ne: छविलाईतलोड गर्न भेट्टाउन सकिएन: %s कृपया तपाइँको जी नोम खेलहरुको स्थापनालाई जाँच्नुहोस्

source: <none>
ne: <कोही छैन>

source: Setup
ne: सेट अप

source: Operation
ne: अपरेसन

source: Theme
ne: विषयवस्तु

source: Block image:
ne: बाधाको छवि:

source: Custom
ne: आफै मिलाउनुहोस

source: Size:
ne: आकार:

source: Congratulations!
ne: बधाई छ!

source: Click a square, any square
ne: एउटा वर्गलाई क्लीक गर्नुहोस्,कुनै वर्गमा

source: Maybe they're all mines ...
ne: हुन सक्छ ती सबै खानीहरु हुन् ...

source: Faces:
ne: मुखहरु:

source: Graphics:
ne: रेखाचित्रहरू:

source: Resizing and SVG support:
ne: पुन: आकार दिने र एसभिजि को समर्थन:

source: Mines
ne: खानीहरु

source: Width of grid
ne: ग्रीडको चौडाइाई को

source: Height of grid
ne: ग्रीडको उचाइँ

source: Number of mines
ne: खानीहरुको संख्याो

source: NUMBER
ne: संख्या

source: Size of the board (1=small, 3=large)
ne: बोर्डको आकार (१=सानोl, ३=ठूलो)ो

source: X location of window
ne: झ्यालको एक्स ठाउँ

source: Y location of window
ne: झ्यालको वाई ठाउँो

source: Clear mines from a minefield
ne: खानीहरुलाई खाली/सफा गर

source: Set to true to be able to mark squares as unknown.
ne: वर्गहरुलाई अज्ञात जस्तो बनाउन ठीकमा सेट गर्नुहोस्।

source: Use the unknown flag
ne: अज्ञात ध्वजालाई प्रयोग गर्नुहोस्

source: Unable to find required images. Please check your gnome-games installation.
ne: छविहरुलाई भेट्टाउन सकिएन। कृपया तपाइँको जी नोम स्थापना जाँच्नुहोस्।

source: Required images have been found, but refused to load. Please check your installation of gnome-games and its dependencies.
ne: चाहिएका छविहरु भेट्टिएन,तर लोड गर्न मानेन। तपाइँको जी नोम र त्यसमा भर पर्नेहरुको स्थापनालाई जाँच्नुहोस्। .

source: Could not load images
ne: छविहरुलाई लोड गर्न सकिएन

source: _Size
ne: _आकार

source: Sol_ve
ne: हल गर्नुहोस्

source: Solve the game
ne: खेलको हल गर्नुहोस्

source: _Up
ne: _माथि

source: Move the pieces up
ne: टुक्राहरुलाई माथि सार्नुहोस्

source: _Left
ne: _देब्रे

source: Move the pieces left
ne: टुक्राहरुलाई बाँया सार्नुहोस्

source: _Right
ne: _दाहिने

source: Move the pieces right
ne: टुक्राहरुलाई दाँया सार्नुहोस्

source: _Down
ne: _तल

source: Move the pieces down
ne: टुक्राहरुलाई तल सार्नुहोस्

source: Play on a 2×2 board
ne: २×२ को बोर्ड् मा खेलाऊ

source: Play on a 3×3 board
ne: ३×३ बोर्ड् मा खेलाऊ उ
