Repository: Nazgand/gnome-games
Catalog: po/*.po
Languages: ne

source: A list of strings that come in the form of a quintuple: name, wins, total games played, best time (in seconds) and worst time (also in seconds). Unplayed games do not need to be represented.
ne: क्वीनटुपलका रुपमा आउने सट्रिङ्गहरूकोप सूचि: नाम,जीतहरू,खेलिएका खेलहरुको संख्या,सबैभन्दा राम्रो समय(सेकेन्ड्हरूमा) र सबैभन्दा खराब समय(सेकेन्ड्हरूमा)।नखेलिएका खेलहरूलाई प्रतिनिधित्व गराउनु पर्दैन।

source: Select the style of control
ne: नियन्त्रणको शैली छान्नुहोस्

source: Select whether to drag the cards or to click on the source then the destination.
ne: तासहरूलाई तान्ने वा शुरुमा श्रोतमा क्लीक गरेर पुन:गन्तब्यमा क्लीक गर्ने कुरा मध्ये कुनै एउटा छान्नुहोस्।

source: Statistics of games played
ne: खेलिएका खेलहरूको तथ्यांक

source: The game file to use
ne: प्रयोग गरिनुपर्ने खेलको फाइल

source: The height of the main window.
ne: मुख्य झ्यालको उचाइँ।

source: The name of the file with the graphics for the cards.
ne: तासको लागि ग्राफिक युक्त फाइलको नाम।

source: The name of the scheme file containing the solitaire game to play.
ne: सोलिटेर खेल खेल्नका लागि योजना फाइलको नाम।

source: The width of the main window.
ne: मुख्य झ्यालको चौडाइ

source: Theme file name
ne: विषयवस्तु भएको फाइलको नाम

source: Whether or not to show the toolbar
ne: उपकरणपट्टीलाई देखाउने की नदेखाउने

source: Whether or not to show the toolbar.
ne: उपकरणपट्टीलाई देखाउने की नदेखाउने।

source: Window height
ne: झ्यालको उचाइ

source: Window width
ne: झ्यालको चौडाइ

source: A scheme exception occured and we were unable to create a temporary file to report it: %s
ne: योजनामा एउटा अपवाद देखा पर्यो र हामी त्यसलाई रिपोर्ट गर्ने अस्थायी फाइल बनाउन असफल भयौं: %s

source: Congratulations.
ne: बधाइ छ।

source: You have won!!!
ne: तपाइँले जित्नुभएको छ ! ! !

source: There are no more moves.
ne: त्यहाँ अरू चालहरू थिएनन्।

source: _New Game
ne: _ नयाँ खेल

source: Select Game
ne: खेल छान्नुहोस्।

source: The game is over. No hints are available
ne: खेल सकियो। कुनै संकेतहरू छैनन्।

source: This game does not have hint support yet.
ne: यो खेलमा सूचनाहरूको समर्थन अहिले सम्म छैन।

source: Move %s onto %s.
ne: %s लाई %s मा सार्नुहोस्।

source: Move %s %s.
ne: %s%s लाई सार्नुहोस्।

source: This game uses a deprecated hint method (case 3). Please file a bug at http://bugzilla.gnome.org including this message and the name of the game you where playing (look in the title bar if you aren't sure).
ne: यो खेलले डिप्रिकेटेड् हिन्टको तरिका प्रयोग गर्छ। कृपया http://bugzilla.gnome.org मा त्रुटि फाइल गर्नुहोस् र यो सन्देशलाई समावेश गर्नुहोस्। तपाइँले खेल्नुभएको खेलको नाम (तपाइँ पक्का हुनुहुन्न भने शीर्षकपट्टीमा हेर्नुहोस्)।

source: You are searching for a %s.
ne: तपाइँ एउटा %s लाई खोजिरहनुभएको छ।

source: This game is unable to provide a hint.
ne: यो खेलले तपाइँलाई हिन्ट दिन सक्तैन।

source: AisleRiot Cards
ne: तासहरुलाई AisleRiot गर्नुहोस्।

source: FreeCell Solitaire
ne: स्वतन्त्र सेल सोलिटेइर

source: Play the popular FreeCell card game
ne: प्रसिद्ध स्वतन्त्र सेल तासको खेल खेलाऊ

source: Main game:
ne: मुख्य खेल:

source: Card games:
ne: तासको खेलहरु:

source: AisleRiot provides a rule-based solitaire card engine that allows many different games to be played.
ne: AisleRiot ले नियममा आधारित solitaire कार्ड इन्जिन दिन्छ जसले खेलिनुपर्ने धेरै खेलहरुलाई अनुमति दिन्छ।

source: translator-credits
ne: अनुवादकको श्रेय

source: _Game
ne: _खेल

source: _View
ne: _दृष्य

source: _Control
ne: _ नियन्त्रण

source: _Help
ne: मद्दत

source: _Select Game...
ne: _खेल छान्नुहोस्...

source: _Cards...
ne: _तास...

source: _Toolbar
ne: _उपकरण पट्टी

source: _Click to Move
ne: _सार्नका लागि क्लीक गर्नुहोस्

source: Base Card:
ne: आधार तास:

source: Base Card: Ace
ne: आधार तास:Ace

source: Base Card: Jack
ne: आधार तास: Jack

source: Base Card: King
ne: आधार तास:वासा

source: Base Card: Queen
ne: आधार तास:मिसि

source: Deal more cards
ne: अरु तासहरू दिनुहोस्

source: Stock left:
ne: बाँकी मौज्दात:

source: Stock left: 0
ne: बाँकी मौज्दात: 0

source: Try rearranging the cards
ne: तासहरूलाई पुन: मिलाउने कोशिस गर्नुहोस्

source: an empty foundation pile
ne: एउटा रित्तो जगको थाक

source: Deal another round
ne: अर्को सत्र दिनुहोस्

source: an empty foundation
ne: एउटा रित्तो जग

source: Move something on to an empty reserve
ne: केही चीजलाई एउटा रित्तो ठाउँमा सार्नुहोस्

source: Deal a new card from the deck
ne: तासको थाकबाट एउटा नयाँ तास दिनुहोस्

source: an empty bottom slot
ne: एउटा रित्तो तलको slot

source: an empty corner slot
ne: एउटा रित्तो कुनाको slot

source: an empty left slot
ne: एउटा रित्तो बायाँ slot

source: an empty right slot
ne: एउटा रित्तो दायाँ slot

source: an empty slot
ne: एउटा रित्तो slot

source: an empty top slot
ne: एउटा रित्तो माथिको slot

source: itself
ne: आफैंले

source: Move waste back to stock
ne: नचाहिनेलाई मौज्दातमा सार्नुहोस्

source: Reserve left:
ne: बाँयामा मौज्दात:

source: empty slot on foundation
ne: जगमा रित्तो slot

source: empty space on tableau
ne: tableau मा खाली ठाउँ

source: Move a card to the Foundation
ne: एउटा तासलाई जगमा सार्नुहोस्

source: Move something into the empty Tableau slot
ne: केही चीजलाई रित्तो tableau slot मा सार्नुहोस्

source: Consistency is key
ne: निरपेक्ष रहनु एउटा साँचो हो

source: Fishing wire makes bad dental floss
ne: माछाको तारले नराम्रो दाँतको फ्लसलस बनाउँछ

source: Have you read the help file?
ne: के तपाइँले मद्दत फाइल पढ्नुभयो?

source: I could sure use a backrub right about now...
ne: म अहिलेबाट नै backrub प्रयोग गर्ने कुरामा ढुक्क छु

source: If you're ever lost and alone in the woods, hug a tree
ne: तपाइँ हराउनुभयो भने वा जंगलमा एक्ले पर्नुभयो भने, एउटा रूखलाई अँगालो हाल्नुहोस

source: Just because a crosswalk looks like a hopscotch board doesn't mean it is one
ne: क्रसवाक होपस्टिक बोर्ड् जस्तो देखिएपनि यसले एउटै भन्ने बुझाउँदैन

source: Look both ways before you cross the street
ne: स्ट्रिट पार गर्नु भन्दा पहिले दुवैतिर हेर्नुहोस्

source: Monitors won't give you Vitamin D -- but sunlight will...
ne: Monitorहरूले तपाइँलाई भिटामिन डि दिंदैनन् तर सूर्यको प्रकाशले दिन्छ

source: Never blow in a dog's ear
ne: कुकुरको कानमा कानेखुशी नगर्नुहोस्

source: Odessa is a better game. Really.
ne: अडेस्सा एउटा राम्रो खेल हो।साँच्चै

source: Tourniquets are not recommended unless in the direst emergency
ne: टुर्निक्वेट्सहरुमाथिई सबैभन्दा ठूलो संकटकाल बाहेक अरुबेल टिप्पणि गरिंदैना

source: When without a stapler, a staple and a ruler will work
ne: स्टेप्लर नभएको बेला स्टेपल र रुलरले काम गर्छ

source: the foundation pile
ne: जगको थाक

source: Redeals left:
ne: बाँयामा पुन: व्यवहार:

source: Deal a card
ne: एउटा तास दिनुहोस्

source: Move ~a to an empty foundation
ne: ए लाई रित्तो जगमा सार्नुहोस्र्नु

source: an empty slot on tableau
ne: tableau मा रित्तो स्लट

source: No hint available right now
ne: अहिले कुनै पनि संकेतहरु छैनन्ाँया

source: I'm not sure
ne: म ढुक्क छुइनँ

source: Remove the aces
ne: एसहरुलाई हटाउनुहोस्

source: Remove the eights
ne: अठ्ठाहरुलाई हटाउनुहोस्

source: Remove the fives
ne: पञ्जाहरुलाई हटाउनुहोस्

source: Remove the fours
ne: चौकाहरुलाई हटाउनुहोस्

source: Remove the jacks
ne: ज्याकहरुलाई हटाउनुहोस्

source: Remove the kings
ne: वादशाहहरुलाई हटाउनुहोस्

source: Remove the nines
ne: नहलहरुलाई हटाउनुहोस्

source: Remove the queens
ne: मिसिहरुलाई हटाउनुहोस्

source: Remove the sevens
ne: सत्ताहरुलाई हटाउनुहोस्

source: Remove the sixes
ne: छक्काहरुलाई हटाउनुहोस्

source: Remove the tens
ne: दहलहरुलाई हटाउनुहोस्

source: Remove the threes
ne: तिर्किहरुलाई हटाउनुहोस्

source: Remove the twos
ne: दुक्काहरुलाई हटाउनुहोस्

source: Consider moving something into an empty slot
ne: केही चीजलाई रित्तो स्लटमा सारिएको जस्तो मान्नुहोस्ई

source: Move ~a off the board
ne: ए लाई बोर्ड्बाट हटाउनुहोस् ्नु

source: No moves available
ne: कुनै चाल यहाँ राखिएको छैनन

source: an empty reserve
ne: एउटा रित्तो संग्रह

source: an open tableau
ne: एउटा रित्तो tableau

source: game has no solution
ne: खेलको कुनै हल छैन

source: the foundation
ne: जगट

source: Move a card from the reserve on to the empty tableau slot
ne: एउटा तासलाई संग्रहबाट रित्तो tableau स्लटमा सार्नुहोस्र्नु

source: Select a card from the reserve for first foundation pile
ne: पहिलो जगको थाकको लागि एउटा तास छान्नुहोस्

source: on to the empty tableau slot
ne: रित्तो tableau स्लटमाथि

source: Deal another card
ne: अर्को तास दिनुहोस्

source: Deal another hand
ne: अर्को हात दिनुहोस्

source: Move a card or build of cards on to the empty slot
ne: एउटा तास वा तासको थाकहरुलाई रित्तो स्लटमा सार्नुहोस्

source: Move waste to stock
ne: नचाहिनेलाई मौज्दातमा सार्नुहोस्

source: an empty tableau slot
ne: एउटा रित्तो tableau स्लट

source: Three card deals
ne: तीनवटा तासहरु दिइएको छ

source: Try moving cards down from the foundation
ne: जगबाट तासहरु सार्ने प्रयास गर्नुहोस्

source: Base Card:
ne: आधार तास:

source: Aim to place the suits in the order which fits the current layout most naturally.
ne: मिल्नेहरुलाई क्रमबद्ध रुपले राख्दा अहिलेकोलाई प्राकृतिक रुपमा सबैभन्दा सुहाउने किसिमले राख्ने ध्येय

source: something
ne: केही

source: Move ~a from the stock to an empty edge or tableau slot
ne: ए लाई मौज्दातबाट रित्तो कुना वा tableau स्लटमा सार्नुहोस्

source: Move ~a to an empty field
ne: ए लाई एउटा खाली ठाउँमा सार्नुहोस्

source: Place cards on to the Tableau to form poker hands
ne: तासहरुलाई पोकर हात बनाउनको निम्ति त्तो taमा राख्नुहोस्au स्लट

source: Deal the cards
ne: तासहरु दिनुहोस्

source: Reshuffle cards
ne: तासहरुलाई पुन: फिट्नुहोस्

source: Move waste on to a reserve slot
ne: नचाहिएकोहरुलाई संग्रह स्लटमा सार्नुहोस्

source: empty foundation
ne: रित्तो जग

source: Place something on empty slot
ne: रित्तो स्लटमा केही राख्नुहोस्

source: Please fill in empty pile first.
ne: कृपया रित्तो थाकलाई पहिले भर्नुहोस्

source: Try moving card piles around
ne: तासको थाकलाई वरिपरि सार्ने प्रयास गर्नुहोस्

source: Allow temporary spots use
ne: अल्पकालीन स्पटहरुलाई प्रयोग गर्ने अनुमति दिनुहोस्

source: Move a card to an empty temporary slot
ne: एउटा तासलाई एउटा रित्तो अल्पकालीन स्लटमा सार्नुहोस् र्नु

source: No hint available
ne: कुनै संकेत दिइएको छैनन

source: and all cards below it
ne: र त्यो मुनिका सबै तासहरु

source: empty slot(s)
ne: रित्तो स्लट(हरु)

source: Deal a card from the deck
ne: थाकबाट एउटा तास दिनुहोस्

source: Move a build of cards on to the empty Tableau slot
ne: एउटा तासको समूहलाई रित्तो tableau स्लटमा सार्नुहोस्नु को

source: the appropriate Foundation pile
ne: एउटा उचित जगको थाक

source: Aisleriot can't load the file: %s Please check your Aisleriot installation
ne: AisleRiot ले फाइललाई लोड गर्न सकेन %s कृपया तपाइँको Aisleriot स्थापनलाई जाँच्नुहोस्

source: Score:
ne: प्राप्ताङ्क:

source: Time:
ne: समय:

source: Variation on game rules
ne: खेलका नियमहरुमा भिन्नता

source: NAME
ne: नाम

source: AisleRiot Solitaire
ne: Aisleriot सोलिटेइर

source: Play many different solitaire games
ne: धेरैवटा भिन्न खेलहरु खेलाऊउ

source: Unknown color
ne: अज्ञात रङ्ग

source: Unknown suit
ne: अज्ञात सुट

source: Unknown value
ne: अज्ञात मान

source: ace
ne: एस

source: black joker
ne: कालो जोकर

source: clubs
ne: चीडिहरु

source: diamonds
ne: ईट्टीहरु

source: eight
ne: अठ्ठा

source: five
ne: पञ्जा

source: four
ne: चौका

source: hearts
ne: पानाहरु

source: jack
ne: ज्याक

source: king
ne: बादशाह

source: nine
ne: नहल

source: queen
ne: मिसि

source: red joker
ne: रातो जोकर

source: seven
ne: सत्ता

source: six
ne: छक्का

source: spades
ne: भोटे

source: ten
ne: दहल

source: the ace of clubs
ne: चिढिहरुको एस

source: the ace of diamonds
ne: ईट्टीहरुको एस

source: the ace of hearts
ne: पानाहरुको एसो

source: the ace of spades
ne: भोटेहरुको एसो

source: the eight of clubs
ne: चिढीको अठ्ठाो

source: the eight of diamonds
ne: ईट्टिको अठ्ठाो

source: the eight of hearts
ne: पानाको अठ्ठा

source: the eight of spades
ne: भोटेको अठ्ठा

source: the five of clubs
ne: चिढिको पञ्जा

source: the five of diamonds
ne: इट्टीको पञ्जा

source: the five of hearts
ne: पानाको पञ्जा

source: the five of spades
ne: भोटेको पञ्जा

source: the four of clubs
ne: चिढीको चौका

source: the four of diamonds
ne: इट्टीको चौकाो

source: the four of hearts
ne: पानाको चौका

source: the four of spades
ne: भोटेको चौका

source: the jack of clubs
ne: चिढिको ज्याक

source: the jack of diamonds
ne: इट्टीको ज्याक

source: the jack of hearts
ne: पानाको ज्याको

source: the jack of spades
ne: भोटेको ज्याकको

source: the king of clubs
ne: चिढिको बादशाहो

source: the king of diamonds
ne: इट्टीको बादशाह

source: the king of hearts
ne: पानाको बादशाह

source: the king of spades
ne: भोटेको बादशाह

source: the nine of clubs
ne: चिढिको नहल

source: the nine of diamonds
ne: इट्टीको नहल

source: the nine of hearts
ne: पानाको नहल

source: the nine of spades
ne: भोटेको नहल

source: the queen of clubs
ne: चिढिको मिसि

source: the queen of diamonds
ne: इट्टीको मिसि

source: the queen of hearts
ne: पानाको मिसि

source: the queen of spades
ne: भोटेको मिसि

source: the seven of clubs
ne: चिढिको सत्ता

source: the seven of diamonds
ne: इट्टीको सत्ता

source: the seven of hearts
ne: पानाको सत्ता

source: the seven of spades
ne: भोटेको सत्ता

source: the six of clubs
ne: चिढिको छक्का

source: the six of diamonds
ne: इट्टीको छक्का

source: the six of hearts
ne: पानाको छक्का

source: the six of spades
ne: भोटेको छक्का

source: the ten of clubs
ne: चिढिको दहल

source: the ten of diamonds
ne: इट्टीको दहल

source: the ten of hearts
ne: पानाको दहल

source: the ten of spades
ne: भोटेको दहल

source: the three of clubs
ne: चिढिको तिर्का

source: the three of diamonds
ne: इट्टीको तिर्का

source: the three of hearts
ne: पानाको तिर्का

source: the three of spades
ne: भोटेको तिर्का

source: the two of clubs
ne: चिढिको दुक्का

source: the two of diamonds
ne: इट्टीको दुक्का

source: the two of hearts
ne: पानाको दुक्का

source: the two of spades
ne: भोटेको दुक्का

source: the unknown card
ne: अज्ञात तास

source: three
ne: तीन

source: two
ne: दुई

source: N/A
ne: एन/ए

source: <b>Time</b>
ne: <b> समय</b>

source: <b>Wins</b>
ne: <b>जीतहरु</b>

source: Best:
ne: सबैभन्दा उत्तम

source: Percentage:
ne: प्रतिशत:

source: Statistics
ne: तथ्यांक

source: Total:
ne: जम्मा:

source: Wins:
ne: जीतहरु

source: Worst:
ne: सबैभन्दा खराब

source: _Reset
ne: _ फेरि मिलाउ

source: Bristol
ne: ब्रिस्तोल

source: Camelot
ne: क्यामलोट

source: Canfield
ne: क्यान मैदान

source: Chessboard
ne: चेसबोर्ड

source: Clock
ne: घडी

source: Cover
ne: गाता

source: Doublets
ne: दोहोरोहरु

source: Elevator
ne: लिफ्ट्

source: Escalator
ne: लिफ्ट्

source: Fortress
ne: फोर्ट्रेस

source: Fortunes
ne: भाग्यहरु

source: Fourteen
ne: चौध

source: Freecell
ne: स्वतन्त्र सेल

source: Glenwood
ne: ग्लेनवुड

source: Golf
ne: गल्फ्

source: Gypsy
ne: जिप्सी

source: Helsinki
ne: हेलसिन्की

source: Hopscotch
ne: हपस्कच

source: Isabel
ne: इसाबेल

source: Jamestown
ne: जेम्सटाउन

source: Jumbo
ne: जम्बो

source: Kansas
ne: कन्सास

source: Klondike
ne: क्लोन्डाइक

source: Labyrinth
ne: लेबिरिन्थ

source: Maze
ne: मेज

source: Neighbor
ne: छिमेकी

source: Odessa
ne: ओडेसा

source: Osmosis
ne: ओस्मोसिस

source: Peek
ne: पिक

source: Pileon
ne: पिलिअन

source: Plait
ne: प्लेइट

source: Poker
ne: पोकर

source: Quatorze
ne: क्वारटोर्ज्

source: Scorpion
ne: बिच्छी

source: Scuffle
ne: स्कफल

source: Seahaven
ne: सिहेभन

source: Spiderette
ne: स्पीडरेट

source: Spider
ne: माकुरो

source: Template
ne: टेम्प्लेट

source: Thieves
ne: चोरहरु

source: Thirteen
ne: तेह्र

source: Treize
ne: ट्रेइज

source: Valentine
ne: भ्यालेन्टाइन

source: Westhaven
ne: वेस्ट्ह्याभेन

source: Whitehead
ne: व्हाइटहेड

source: Yield
ne: दिनु

source: Yukon
ne: युकोन

source: Zebra
ne: जंग्ग घोडाली

source: Blackjack
ne: कालो ज्याक

source: Play the casino card game Blackjack
ne: जुवा तासको खेल कालो ज्याक खेलाऊउ

source: Display probabilities
ne: सम्भाब्यताहरुलाई डिस्प्ले गराउनुहोस्

source: Display the probabilities of each dealer hand outcome and the expected value of your hand.
ne: प्रत्येक डिलर को हातको कमाइ र तपाइँको हातको सम्भावित मानको संभाब्यता डिस्प्ले गराउनुहोस्।ो.

source: The amount of money in your bank
ne: बैंकमा तपाइँको रकम

source: The amount of money in your bank.
ne: बैंकमा तपाइँको रकम।

source: The name of the rules file containing the variation of the rules to play.
ne: नियम भएका फाइलहरुको नाम जसले विविध प्रकारका खेलका नियमहरु समेटेको होस्।

source: The variation of the rules file to use
ne: प्रयोग गरिने नियम को फाइलहरुको भिन्नताो

source: Use a quick deal
ne: चाँडो दिने प्रयोग गर्नुहोस्

source: Use a quick deal with no delay between each card.
ne: प्रत्येक कार्ड्मा कुनै ढिलाइ नगरेर छिटो प्रयोग गर्नुहोस्।ेर

source: _Settings
ne: _ सेटिङ्ग्स

source: Deal a new hand
ne: नयाँ हात दिनुहोस्

source: _Hit
ne: _ हिर्काउनुहोस्

source: Add a card to the hand
ne: हातमा एउटा तास थप्नुहोस्ड

source: _Stand
ne: _ उभिनुहोस्

source: Stop adding cards to the hand
ne: हातमा तासहरु थप्न रोक्नुहोस्

source: _Double down
ne: _ दुई चोटि तल

source: Show toolbar
ne: उपकरणपट्टी देखाउनुहोस्

source: Cards left:
ne: बाँकी तासहरु:

source: Wager:
ne: वेजर:

source: Balance:
ne: बराबर:

source: Place your wager or deal a hand
ne: वेजर राख्नुहोस् वा एउटा हात दिनुहोस्

source: Blackjack rule set to use
ne: प्रयोग गर्नलाई कालोज्याक नियम राखिएको

source: Would you like insurance?
ne: के तपाइँ बीमा मन पराउनुहुन्छ?

source: Insurance is a side wager of 50%% of the original wager that the dealer has a natural 21 (aka blackjack) that is offered when the dealer's face up card is an ace. If the dealer has a natural 21 then the player is paid double.
ne: बीमा पहिलेको वेजरको ५०%% वेजरको साइड वेजर हो जो डिलरले प्राकृतिक २१(एक्का कालो ज्याक) त्यतिखेर दिइन्छ जब डिलरको फेस अप कार्ड इउटा एस हुन्छ।यदी डिलरसचग प्राकृतिक २१ छ भने खेलाडीलाई दोब्बर दिइन्छ।

source: Set your wager and click in the white outline to deal a new hand.
ne: तपाइँको वेजरलाई सेट गरेर नयाँ हात पाउनको लागि सेतो बाहिरी धर्कोमा क्लीक गर्नुहोस्।

source: Set your wager or click on the cards to deal a new hand.
ne: तपाइँको वेजरलाई सेट गर्नुहोस् वा नयाँ हात पाउनको लागि तासहरु मा क्लीक गर्नुहोस्।

source: Blackjack Preferences
ne: कालो ज्याकका प्राथमिकताहरु

source: Game
ne: खेल

source: Rules
ne: नियमहरू

source: Name
ne: नाम

source: Decks
ne: तासको थाक

source: Hit Soft 17
ne: नरम गरी हिर्काउनुहोस १७

source: Double Any Total
ne: कुनै पनि जम्मालाई दोब्बर बनाउनुहोस्।

source: Double 9
ne: दुईवटा ९

source: Double Soft
ne: दुईवटा नरम

source: Double After Hit
ne: हिर्काएपछि दोब्बर पार्नुहोस्

source: Double After Split
ne: टुक्र्याएपछि दोब्बर पार्नुहोस्

source: Resplit
ne: फेरी टुक्र्याउनुहोस्

source: Resplit Aces
ne: एसहरुलाई फेरी बाँड्नुहोस्

source: Surrender
ne: झुक्नुहोस्

source: Dealer Speed
ne: डिलरको गति

source: Click to double your wager
ne: तपाइँको वेजरलाई दोब्बर बनाउनलाई क्लीक गर्नुहोस्

source: Double click to increase your wager by %.2f
ne: तपाइँको वेजरलाई %.2fले बढाउनका लागि डबलक्लीक गर्नुहोस्

source: Double click to decrease your wager by %.2f
ne: तपाइँको वेजरलाई %.2fले घटाउनका लागि डबलक्लीक गर्नुहोस्

source: Click to deal another card; drag card to split pair
ne: अर्को तास लानका लागि क्लीक गर्नुहोस्;जोडी टुक्रयाउनका लागि तास तान्नुहोस्

source: Click to deal another card
ne: अर्को तास लिनका लागि क्लीक गर्नुहोस्

source: Click to finish adding cards to your hand
ne: तपाइँको हातमा तासहरुलाई थप्नबाट बचाउनका लागि क्लीकम गर्नुहोस्

source: Click to deal a new hand
ne: नयाँ हात लिनका लागि क्लीक गर्नुहोस्

source: Blackjack can't load the requested file
ne: कालो ज्याकले आग्रह गरिएको फाइललाई लोड गर्न सकेन

source: Please check your Blackjack installation
ne: कृपया तपाइँको कालो ज्याकको स्थापन लाई जाँच्नुहोस्

source: The best option is to stand
ne: सबैभन्दा राम्रो उपाय उभिनु नै हो

source: To stand means to stop adding cards to your hand. Do this by clicking on the dealer's cards or by selecting the option from the Control menu.
ne: उभिनु भनेको तपाइँको हातमा तासहरु थप्ने काम बन्द गर्नु हो।यसलाई गर्नलाई डिलरको तासमा क्लीक गर्नुहोस् वा नियन्त्रण कक्षबाट विकल्प छान्नुहोस्।त्रण.

source: The best option is to hit
ne: सबैभन्दा राम्रो उपाय हिर्काउनु हो

source: To hit means to add another card to your hand. Do this by clicking once on your cards or by selecting the option from the Control menu.
ne: हिर्काउनु भनेको तपाइँको हातमा अर्को तास थप्नु हो।यो गर्नलाई तपाइँको तासमा एकचोटी क्लीक गर्नुहोस् वा नियन्त्रण कक्षबाट एउटा विकल्प छान्नुहोस्।त्रण.

source: The best option is to double down
ne: सबैभन्दा राम्रो उपाय दुई चोटि तल हो

source: To double down means to double the initial wager and receive exactly one more card. Do this by clicking once on the chips at the bottom of the window or by selecting the option from the Control menu.
ne: दुईचोटि तल भनेको शुरुकोम वेजरलाई दोब्बर बनाएर एउटा तास बढी पाउनु हो। यो गर्नका लागि चिप्समा एक चोटि सञ्झ्यालको तल चिप्स्मा क्लीक गर्नुहोस् वा नियन्त्रण कक्षबाट विकल्प छान्नुहोस्। ण.

source: The best option is to split
ne: सबैबन्दा राम्रो विकल्प बाँड्नुट्नु हो।

source: To split means to divide your current hand into two separate hands. Do this by dragging one of your cards and dropping it off to the side or by selecting the option from the Control menu.
ne: बाँड्नु भनेको तपाइँको हातलाई दुई हातमा बाँड्नु हो।यो गर्नलाई कुनै एउटा तासलाई तान्नुहोस् र त्यसलाई छेउबाट अफ हुनेगरि झार्नुहोस् वा नियन्त्रण कक्षबाट विकल्प छान्नुहोस्।

source: The best option is to surrender
ne: सबैभन्दा राम्रो उपाय झुक्नु हो।

source: To surrender means to give up half your wager and not complete the hand. Do this by selecting the option from the Control menu.
ne: झुक्नु भनेको तपाइँळे आधा वेजरलाई दिनु हो र हात पूरा नगर्नु हो।यो काम नियन्त्रण कक्षबाट विकल्प छानेर गर्नुहोस्।

source: Blackjack provides a casino-style blackjack card game.
ne: कालो ज्याकले जुवा शैलीको कालोज्याकको तास खेल दिलाउँछ।

source: Computing basic strategy...
ne: आधारभूत उपाय कम्प्युट गरिंदै

source: Bust
ne: बस्ट्

source: Blackjack!
ne: कालो ज्याक!

source: Soft
ne: नरम

source: Win
ne: जीत

source: Push
ne: तान्नु

source: Lose
ne: हार्नु

source: Player expected values
ne: खेलाडीले अनुमान गरेको मानहरु

source: Stand
ne: उभिनुहोस्

source: Hit
ne: हिर्काउनुहोस्

source: Double
ne: दोब्बर पार्नुहोस्

source: Split
ne: बाँड्नुहोस्

source: Dealer hand probabilities
ne: डिलरको हातको सम्भाव्यताता

source: Light:
ne: हल्का

source: Dark:
ne: अँध्यारो

source: Light's move
ne: हल्काको चाल

source: Dark's move
ne: अँध्यारोको चाल

source: Light player wins!
ne: हल्का खेलाडीले जित्यो!

source: Dark player wins!
ne: अँध्यारोको खेलाडीले जित्यो!

source: The game was a draw.
ne: खेल बराबरमा टुङ्गियो।

source: Based on code from Iagno by Ian Peters
ne: लाग्नोको कोडमा आधारित लान पिटर्स् बाट

source: A disk-flipping game where you attempt to dominate the board.
ne: एउटा डिस्क फ्लिपिङ्ग खेल जसमा तपाइँ बोर्डलाई जित्ने कोशिसमा हुनुहुन्छ।

source: Compete to dominate the board in a Reversi-like game
ne: रिभरसाइ जस्तो खेलको लागि बोर्ड् जित्ने गरि खेल्नुहोस्

source: Animate
ne: एनिमेट गर्नुहोस्

source: Flip final results
ne: अन्तिम नतिजाहरुलाई फ्लीप गर्नुहोस्

source: Level of black player
ne: कालो खेलाडीको स्तरो

source: Level of white player
ne: सेतो खेलाडीको स्तर

source: Quick moves
ne: छिटो चालहरु

source: The height of the window
ne: झ्यालको उचाइ

source: The width of the window
ne: झ्यालको उचाइ

source: Tileset to use.
ne: प्रयोग गरिनुपर्ने Tileset

source: Whether or not to flip final results.
ne: अन्तिम परिणाम देखाउने कि नदेखाउने।

source: Whether or not to use quick moves.
ne: छिटो चालहरुलाई प्रयोग गर्ने कि नगर्ने।

source: Zero corresponds to no animations, one is partial animations, two is complete animations.
ne: शून्यले कुनै एनिमेसन जनाउँदैन, एकले केही मात्राको एनिमेसन जनाउँछ,दुईवटाले पूरै एनिमेसन जनाउँँछ।

source: Zero is human; one through three correspond to the level of the computer player.
ne: शुन्यले मान्छे जनाउँछ,एक देखि तीन सम्मले कम्प्युटर खेलाडीको स्तर देखाउँछ।.

source: Ataxx Preferences
ne: Ataxx प्राथमिकताहरु

source: Shortens the time a computer waits before doing a move
ne: कम्प्युटरले एउटा चाल गर्नु भन्दा पहिले पर्खनुपर्ने समयलाई छोट्याउँछ

source: Dark
ne: अँध्यारो

source: Human
ne: मान्छे्छे

source: Hard
ne: गाह्रो

source: Light
ne: हल्का
